cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "asdf"
brew "awscli"
brew "chezmoi"
brew "direnv"
brew "git"
brew "go"
brew "grep"
brew "jq"
brew "shellcheck"
brew "tree"

cask "ankerwork"
cask "arc"
cask "clipy"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"

