42crunch.vscode-openapi
anthropic.claude-code
biomejs.biome
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
hashicorp.terraform
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
mtsmfm.vscode-k8s-quick-attach
pkief.material-icon-theme
redhat.vscode-yaml
richie5um2.vscode-sort-json
sdras.vue-vscode-snippets
shardulm94.trailing-spaces
shopify.ruby-lsp
sianglim.slim
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
tomoki1207.pdf
tyriar.sort-lines
vscodevim.vim
yzhang.markdown-all-in-one
