42crunch.vscode-openapi
anthropic.claude-code
biomejs.biome
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
esbenp.prettier-vscode
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
hashicorp.terraform
ms-ceintl.vscode-language-pack-ja
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode.remote-explorer
mtsmfm.vscode-k8s-quick-attach
pkief.material-icon-theme
redhat.vscode-yaml
shopify.ruby-lsp
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
vscodevim.vim
yzhang.markdown-all-in-one
