cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/bundle"

brew "asdf"
brew "awscli"
brew "bat"
brew "direnv"
brew "eza"
brew "fzf"
brew "go"
brew "gum"
brew "grep"
brew "jq"
brew "less"
brew "kiki-ki/tap/qo"
brew "sheldon"
brew "shellcheck"
brew "starship"
brew "tree"

cask "ankerwork"
cask "clipy"
cask "claude-code"
cask "gcloud-cli"
cask "ghostty@tip"
cask "google-chrome"
cask "karabiner-elements"
cask "krisp"
cask "ngrok"
cask "tableplus"
cask "visual-studio-code"

