cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/bundle"

brew "awscli"
brew "bat"
brew "eza"
brew "git-secrets"
brew "go"
brew "googleworkspace-cli"
brew "grep"
brew "jq"
brew "kiki-ki/tap/qo"
brew "kubernetes-cli"
brew "less"
brew "mise"
brew "shellcheck"
brew "stern"
brew "tree"

cask "ankerwork"
cask "clipy"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "ngrok"
cask "tableplus"
cask "visual-studio-code"

