cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"

brew "asdf"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "eza"
brew "fzf"
brew "git"
brew "go"
brew "grep"
brew "jq"
brew "less"
brew "sheldon"
brew "shellcheck"
brew "starship"
brew "tree"

cask "ankerwork"
cask "clipy"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "krisp"
cask "ngrok"
cask "tableplus"
cask "visual-studio-code"

